var posterData = {
	img1: {
		image: "./data/tchaikovsky/tchaikovsky.jpg",
		first_name: "Петр Ильич",
		last_name: "Чайковский",
		years: "1840-1993",
		about: {
			short: "Чайковский является одним из величайших композиторов мира, ярким представителем музыкального романтизма и одним из выдающихся лириков и драматургов-психологов в музыке, углубившимся в психологический анализ сложных и противоречивых явлений жизни.",
			full: ""
		},
		bio: {
			short: "Петр Ильич Чайковский родился 7 мая (25 апреля по старому стилю) 1840 года в заводском поселке Воткинск (ныне город в Удмуртии) в семье горного инженера, начальника Камско-Воткинского завода. Позднее его отец стал управляющим Алапаевскими и Нижнекамскими заводами, директором Технологического института в Петербурге.",
			full: "<p>Петр Ильич Чайковский родился 7 мая (25 апреля по старому стилю) 1840 года в заводском поселке Воткинск (ныне город в Удмуртии) в семье горного инженера, начальника Камско-Воткинского завода. Позднее его отец стал управляющим Алапаевскими и Нижнекамскими заводами, директором Технологического института в Петербурге.</p><p>В возрасте пяти лет Петр начал учиться игре на фортепиано, позже брал уроки у известного пианиста Рудольфа Кюндингера.</p><p>В 1859 году Петр Чайковский окончил Училище правоведения в Петербурге и в чине титулярного советника был определен на службу в министерство юстиции. В 1862 году за выслугу лет получил чин коллежского ассесора. В мае 1866 года он оставил службу в чине надворного советника — официально ушел в отставку в 1867 году.</p><p>В 1861 году Чайковский начал заниматься в музыкальных классах Русского музыкального общества, преобразованных в 1862 году в Петербургскую консерваторию. Учился у Антона Рубинштейна (инструментовка), Николая Зарембы (теория композиции), прошел курс органа. В 1865 году Чайковский окончил с отличием консерваторию — диплом и серебряную медаль получил в 1870 году после утверждения этих форм в Уставе консерватории.</p>"
		},
		best: [
			{ title: "«Гамлет», увертюра-фантазия, ор. 67, 1888", url: "./data/tchaikovsky/PromoTchaikovskyMatsuevGergiev.mp3" },
			{ title: "Концерт для фортепиано с оркестром № 1 op. 23 (1875)", url: "./data/tchaikovsky/Tchaikovsky_Lebedinoe.mp3" }
		],
		concerts: [
			{ title: "Свиридов: «Метель» – музыкальные иллюстрации к повести Пушкина, П. И. Чайковский: Сюита из музыки к балету «Щелкунчик» для оркестра, соч. 71a", date: "2018-12-20", time: "19:00", performer: "Государственный академический Большой симфонический оркестр имени П. И. Чайковского (дирижёр – Владимир Федосеев)" }
		]
	},
	img2: {
		image: "./data/rakhmaninov/rakhmaninov.jpg",
		first_name: "Сергей Васильевич",
		last_name: "Рахманинов",
		years: "1873-1943",
		about: {
			short: "Русский композитор, пианист, дирижёр. Синтезировал в своём творчестве принципы петербургской и московской композиторских школ (а также традиции западноевропейской музыки) и создал свой оригинальный стиль.",
			full: ""
		},
		bio: {
			short: "Сергей Васильевич Рахманинов родился 1 апреля 1873 года в дворянской семье. Долгое время местом рождения считалось имение его родителей Онег, недалеко от Новгорода; исследования последних лет называют усадьбу Семеново Старорусского уезда Новгородской губернии (Россия).",
			full: "<p>Сергей Васильевич Рахманинов родился 1 апреля 1873 года в дворянской семье. Долгое время местом рождения считалось имение его родителей Онег, недалеко от Новгорода; исследования последних лет называют усадьбу Семеново Старорусского уезда Новгородской губернии (Россия).</p><p>Отец композитора, Василий Аркадьевич (1841―1916), происходил из дворян Тамбовской губернии. История рода Рахманинова уходит корнями к внуку молдавского царя Стефана Великого Василию, прозванного Рахманиным. Мать, Любовь Петровна (урожденная Бутакова) ― дочь директора Кадетского корпуса генерала П. И. Бутакова. Дед композитора по отцовской линии, Аркадий Александрович, был музыкантом, учился игре на фортепиано у Дж. Филда и выступал с концертами в Тамбове, Москве и Петербурге. Сохранились романсы и фортепианные пьесы его сочинения, в том числе «Прощальный галоп 1869-му году» для фортепиано в четыре руки. Василий Рахманинов тоже был музыкально одаренным, но музицировал исключительно любительски.</p>"
		},
		best: [
			{ title: "«Гамлет», увертюра-фантазия, ор. 67, 1888", url: "./data/rakhmaninov/MechetinaplaysRachmaninov.mp3" },
			{ title: "Концерт для фортепиано с оркестром № 1 op. 23 (1875)", url: "./data/rakhmaninov/RachDayssmall.mp3" },
			{ title: "Вальс-каприс op. 4 (1868)", url: "./data/rakhmaninov/Rachmaninov-Vocalise.mp3" }
		],
		concerts: [
			{ title: "Свиридов: «Метель» – музыкальные иллюстрации к повести Пушкина, П. И. Чайковский: Сюита из музыки к балету «Щелкунчик» для оркестра, соч. 71a", date: "2018-12-20", time: "19:00", performer: "Государственный академический Большой симфонический оркестр имени П. И. Чайковского (дирижёр – Владимир Федосеев)" }
		]
	}
};
